Revit 2027 API
ParameterTypeId.SsePointOffsetFromSurface Property
 "Offset from Surface"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SsePointOffsetFromSurface { get; }
Public Shared ReadOnly Property SsePointOffsetFromSurface As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SsePointOffsetFromSurface {
	ForgeTypeId^ get ();
}
static member SsePointOffsetFromSurface : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace